Revit 2027 API
ParameterTypeId.RoomCalculatedSupplyAirflowPerAreaParam Property
 "Calculated Supply Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedSupplyAirflowPerAreaParam { get; }
Public Shared ReadOnly Property RoomCalculatedSupplyAirflowPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedSupplyAirflowPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedSupplyAirflowPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace